bot_join_msg = "👋 Всем хай я бот-хелпер для Клана S1 в ТГ!"
user_join_msg = "👋 Привет киберкотлета, порой наша администрация слишком деловая и слишком занятая, поэтому я БОТ клана [S1] VaGneR TeAm -_- буду тебе помогать, погнали :D\n\n"
user_join_msg2 = "\n\nнапишите \"/add {ваш ник в Калибре}, {ваш уровень в Калибре}, {ваше прекрасное имя}\""
user_leave_msg = "👋 Он скорее всего был предателем, поэтому ливнул, "
pong_msg = "🏓 Pong!"

add_usage_msg = "📜 использование команды: \"/add (не /add@s1clan_bot !!!) {ваш ник в Калибре}, {ваш уровень в Калибре}, {ваше прекрасное имя}\""
add_error_msg = "❌Дружище будь повнимательней! Ты что-то делаешь не так (ошибка в команде /add!)"

help_msg = """
📖 список команд:
    /help
    /ask
    /ping
    /discord
    /ds
"""

ask_wait_msg = "🕒 Бот думает, пожалуйста подождите (если бот не ответил в течении 1 минуты то проверьте /ping)..."

ask_part1 = "🗣️ Ваш запрос:\n\n"
ask_part2 = "\n\n🗣️ Ответ нейросети:\n\n"

#ds_msg = """
#вот ссылка на дискорд сервер Клана S1:
#↘️⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️↙️
#➡️ discord.gg/v3AqFR6x ⬅️️
#↗️⬆️⬆️⬆️⬆️⬆️⬆️⬆️⬆️⬆️↖️
#"""

ds_msg = """
↪️ вот ссылка на дискорд сервер Клана S1: ↩️

➡️ discord.gg/v3AqFR6x ⬅️
"""
